{
    "IntroPage": "Hey there",
    "Pliny-Source": "Pliny, and Trajan. “Ancient History Sourcebook: Pliny and Trajan: Correspondence, c. 112 CE.” Internet History Sourcebooks. Accessed November 22, 2021. https://sourcebooks.fordham.edu/ancient/pliny-trajan1.asp.",
    "Miller-Source": "Miller, Robert J, ed. “Gospel of Thomas” Translated by Stephen Patterson and Marvin Meyer. PBS. Public Broadcasting Service. Accessed November 22, 2021. https://www.pbs.org/wgbh/pages/frontline/shows/religion/maps/primary/gthomas.html.",
    "Paul-Source-Letter": "Paul. “Paul's Letter to the Galatians” PBS. Public Broadcasting Service. Accessed November 22, 2021. https://www.pbs.org/wgbh/pages/frontline/shows/religion/maps/primary/galatians.html.",
    "Paul-Source-Thessalonians": "Paul. “First Thessalonians” PBS. Public Broadcasting Service. Accessed November 22, 2021. https://www.pbs.org/wgbh/pages/frontline/shows/religion/maps/primary/thess.html.",
    "Strabo-Source": "Strabo, The Geography of Strabo, 3 Vols., trans. H. C. Hamilton and W. Falconer (London: George Bell & Sons, 1889), III:177-178;",
    "McGiffert-Source": "McGiffert, Arthur Cushman. “The Influence of Christianity upon the Roman Empire.” The Harvard Theological Review 2, no. 1 (1909): 28-49. http://www.jstor.org/stable/1507353.",
    "Hall-Source": "Hall, Thomas C. “Christianity and Politics: I. The Hope of the Early Church.” The Biblical World 41, no. 1 (1913): 20-25. http://www.jstor.org/stable/3142350.",
    "Matherbe-Source": "Malherbe, Abraham J., John T. Fitzgerald, Thomas H. Olbricht, and L. Michael. White. Early Christianity and Classical Culture Comparative Studies in Honor of Abraham J. Malherbe. Supplements to Novum Testamentum ; v. 110. Boston, MA: Brill, 2003.",
    "Keely-Source": "Kelly, Leslie. Prophets, Prophecy, and Oracles in the Roman Empire : Jewish, Christian, and Greco-Roman Cultures. First ed. Routledge Focus on Classical Studies. Routledge, 2018.",
    "Labahn-Source": "Labahn, Michael, and Outi Lehtipuu. People under Power : Early Jewish and Christian Responses to the Roman Empire. Early Christianity in the Roman World (Amsterdam, Netherlands) ; 1. Amsterdam University Press, 2015.",
    "Pliny-Source-Anno": "These letters, written by Pliny the Younger and Trajan c. 112 CE, show the correspondence between a Roman emperor and a governor of one of his lands. The letters display various challenges that Pliny faced as the governor of Bithynia, where he is asking Trajan for either advice or permission to take action throughout the conversations. Near the end of the conversation the topic shifts to what Pliny should do in regards to the Christians under his reign, how he should persecute them. This gives a glimpse into the treatment of Christians in Rome, at least under this emperor, but also some of the stated reasoning for that persecution.",
    "Miller-Source-Anno": "The Gospel of Thomas is a list of 100 of Jesus' sayings, recorded by Didymos Judas Thomas roughly between 60 CE and 140 CE. This text is part of the canon of gnostic Christians, a subset of Christians who believed they followed the secret teachings of Jesus, things not revealed to other Christians. There are 114 sayings in this document, some of which are already present in the New Testament, while others are completely unique. These new sayings highlight the differences between various sects of Christianity within the Roman Empire.",
    "Paul-Source-Letter-Anno": "These letters, written c. 50 CE, were written by Paul to the Christian community in Galatia, which he founded. Paul had found that in his absence others had claimed to be Christian teachers and were encouraging the once pagans of Galatia to follow various elements of Jewish law. This shows some of the ideological tensions between the different groups of Christians in ancient Rome. Paul's tone throughout his writing is quite angered and disappointed with how his students would desert some of his teachings. The attempts from members of different groups to convert fellow Christians to their branch of Christianity are clearly on display here.",
    "Paul-Source-Thessalonians-Anno": "This is a letter written by Paul c. 51 CE to his Thessalonian congregation, in which he encourages them to continue practicing his teachings. He perceives the congregation to be anxious and confused with his absence, to aid this he gives guidance for how they should continue to live on without Paul's immediate presence. This gives us clear insight into Paul's ideals of a Christian following his teachings should live and what they should believe. This is especially regarding the public morality and the next coming of Jesus.",
    "Strabo-Source-Anno": "This book was written by Strabo, a Greek geographer and historian, c. 22 CE. It is one of the only still remaining works that covers the whole range of people known to both Greeks and Romans under the reign of Augustus. Importantly, there is a section covering Jerusalem that discusses both the physical location and the makeup of the people there, but also some of their beliefs and how they came to be. This gives a clear view into the beliefs of the followers of early Judaism, which would go on to face many challenges in the Roman empire and some competition from branches of Christianity.",
    "McGiffert-Source-Anno": "This article was written by Arthur Cushman McGiffert, an American theologian who graduated at Wester Reserve College and at union Theological Seminary as well as studying in Germany, Italy, and France. After these studies he would become a Doctor of Philosophy and hold instructor positions earlier in his career and professor at Lane Theological Seminary later in his career. The article in question is an analysis of if the Roman Empire was better off after accepting Christianity as its official religion. McGiffert concludes that by the time the Romans had established Christianity as their religion, Christianity had long been an individualistic religion that could not act as a binding force to keep the empire together.",
    "Hall-Source-Anno": "Thomas C. Hall was a professor of Christian Ethics at the Union Theological survey, giving him plenty of prerequisite understanding to discuss the early intentions of Christians. In this article Hall provides a historical perspective of the political aspirations of early Christians. Finally concluding that by the time many of the classes who Christianity initially taught reached a political foothold where they had real impact, the belief system they followed was not that of their original teachers. Hall throughout the article looks at a brief timeline of early Christianity, starting with Jesus and Paul, and how it intertwines with the political landscapes of various time periods. This provides ample evidence towards the shifts in the ideology of Christians of the time.",
    "Malherbe-Source-Anno": "This is a volume of essays written by Abraham J. Malherbe, who was a biblical scholar and theologian, who taught at Yale Divinity School and was named Buckingham Distinguished Professor of New Testament Criticism and Interpretation. These works especially cover the cultural interactions between early Jews and Christians, as well as their geographic neighbors. Each essay cites both relevant primary and secondary sources to back up each claim. The analysis of specific interactions between religious groups is especially relevant to my own analysis of how these groups interacted and might attempt to convince others to join them.",
    "Kelly-Source-Anno": "This book by Leslie Kelly compares the prophets and prophetic beliefs of early Jews and Christians. Kelly cites many sources in the index of the book, many both primary and secondary sources are used. The main argument of Kelly is proving that these groups believed in these prophecies as part of a tool to maintain identity in the face of persecution. Each chapter provides evidence towards one groups beliefs, starting with early Jewish prophets and ending with the pagan oracles and Roman persecution. Each chapter provides the necessary information, evidence, and analysis to convey these points.",
    "Labahn-Source-Anno": "Both Lebahn and Lehitpuu carry scholarly positions at the Martin Luther University of Halle-Wittenberg and University of Helsinki respectively. In this book the two look at the tools and techniques used by Jews and Christians to stay alive during Roman persecution, and the impacts this had on those groups. It's a very well-researched work, using both primary and secondary sources.",
    "A-Brief-Intro":"In this assignment I will look at the various Christian groups that existed throughout the history of Roman Empire. Although at times where one group begins and another ends can be quite messy, I have used my best judgement to break them into groups with similar ideologies among their own members and differences with the other groups. Each sect will have its own page, that will effectively serve as an advertisement for that group. The pages will be written in the first person, as if the respective group was still around and wanted to indoctrinate you. The groups I will be looking at are as follows:",
    "Background-Info": "The Roman history can be broken up into three major periods; the Roman Kingdom, the Roman Republic, and the Roman Empire. However, Christianity was not around during the Roman Kingdom or Republic, and as such this assignment will not focus on them. This assignment will however also include the Byzantine Empire, as it was in many ways an extension of the Roman Empire and important to the history of Christianity in many ways. Perhaps most relevant to this project, the reign of the Byzantine Empire contains the iconoclasm and subsequent Great Schism of Christianity; resulting in the split of Orthodox and Catholic churches.",
    "Early-Radicalists-Intro": "This group includes the earliest Christians, those who foretold the doom of the present age and God's coming age of holy divinity. These were the people following the words ascribed to Jesus who were attempting to spread their faith to those around them and save their souls.",
    "Roman-Christians-Intro": "Within the scope of this project, this is the longest lasting group; starting with the people following the teachings of Paul and lasting up until the Byzantine iconoclasm. These people shared many of the same beliefs and existed in similar societes as to be categorized together.",
    "Orthodox-Christians-Intro": "The iconoclastic movement of the Byzantine Empire, and the resulting schism in Christian ideology, would result in this sect of Christians being created. Although they share many of the same beliefs with the aforementioned Roman Christians, they exist in a very different political landscape.",
    "Catholic-Christians-Intro": "This is the other half of the schism in Christian ideology formed by the iconoclastic movement of the Byzantine Empire. Being rivalrous with the Orthodox Christians time, both constantly vying for power."
}